import React from 'react';
import {connect} from 'react-redux';
import {logIn} from '../../actions/index';

const AboutUs  = props => {
  return (
      <div class="conatiner aboutus">
    <div class="row">
    <div class="col-sm-12">
        <div class="entry-content">
                
                <p><strong>ಕರ್ಣಾಟಬಲ&nbsp;</strong></p>
                
                
                
                <p>ನಲ್ಮೆಯ ಕನ್ನಡಿಗರೇ,</p>
                
                
                
                <p><br />        <strong> ಬ</strong>ಹುಶಃ ನಿಮ್ಮಲ್ಲಿ ಹಲವಾರು ಜನ ಈ ಹೆಸರನ್ನು ಮೊದಲನೇ ಬಾರಿ ಕೇಳುತ್ತಿದ್ದೀರಿ. ಇತಿಹಾಸದ ಮೇಲೆ ಆಸಕ್ತಿಯಿದ್ದವರು ಅದರಲ್ಲೂ ವೀರ ಕನ್ನಡಿಗ ಮನೆತನಗಳಾದ ಚಾಲುಕ್ಯ, ರಾಷ್ಟ್ರಕೂಟರ ಬಗ್ಗೆ ಚೆನ್ನಾಗಿ ಅರಿತುಕೊಂಡಿದ್ದವರಿಗೆ ಈ ಪದಗಳೇನೂ ಹೊಸದಾಗಿ ತೋರುವುದಿಲ್ಲ. <br /><br /> ಕನ್ನಡಿಗರ ಇತಿಹಾಸ, ಘನ ಹಿನ್ನೆಲೆಯ ಮೇಲೆ ಬೆಳಕು ಚೆಲ್ಲುವ ಉದ್ದೇಶದಿಂದ ಸಂಶೋಧನೆ ಮಾಡುತ್ತಾ ಸಾಗಿದವರಿಗೆ ಮೈ ನವಿರೇಳಿಸುವುದು ಇದೇ ‘ಕರ್ಣಾಟಬಲ’ ಎನ್ನುವ ಪದ. ಅಂದಹಾಗೆ ‘<strong><em>ಕರ್ಣಾಟಬಲ</em></strong>‘ ಎಂಬುದು ಚಾಲುಕ್ಯರು ತಮ್ಮ ಸೇನೆಗೆ ಇಟ್ಟಿದ್ದ ಹೆಸರು. ಇದೇ ಕರ್ಣಾಟಬಲ ಸೇನೆಯ ಮುಖಾಂತರ ಚಾಲುಕ್ಯರು ಇಮ್ಮಡಿ ಪುಲಿಕೇಶಿಯ ಕಾಲದಲ್ಲಿ ವಿಂದ್ಯ ಪರ್ವತಗಳನ್ನು ದಾಟಿ ಆಗಿನ ರಾಜಕೀಯ ಕೇಂದ್ರ ಮಧ್ಯಪ್ರದೇಶದ ಕನೌಜ್ ಗೂ ತಮ್ಮ ಆಡಳಿತ ವಿಸ್ತರಿಸಿದ್ದರು. ಕರ್ಣಾಟ ಬಲ ಸೇನೆಯು ಕರ್ನಾಟಕದ ಇತಿಹಾಸದಲ್ಲಷ್ಟೇ ಅಲ್ಲ, ಭರತ ಖಂಡದ ಇತಿಹಾಸದಲ್ಲೇ ಪ್ರಾಮುಖ್ಯತೆ ಪಡೆದ ಅಧ್ಯಾಯ. ಕಾರಣ, ಉತ್ತರ ಭಾರತದ ಹೆಚ್ಚಿನ ಎಲ್ಲ ಭೂಪ್ರದೇಶಗಳನ್ನೂ ಕೈವಶ ಮಾಡಿಕೊಂಡು ದಕ್ಷಿಣದ ಕಡೆಗೆ ತನ್ನ ಸೇನೆಯೊಂದಿಗೆ ಮುನ್ನುಗ್ಗುತ್ತಿದ್ದ ಹರ್ಷವರ್ಧನನನ್ನು ಸೋಲಿಸಿದ್ದು ಇದೇ ಚಾಲುಕ್ಯರ ಕರ್ಣಾಟಬಲ ಸೇನೆ. ತದನಂತರ ಚಾಲುಕ್ಯರು ಇಡೀ ಭಾರತದ ಮೇಲೆ ಅಧಿಪತ್ಯ ಸ್ಥಾಪಿಸಿಕೊಂಡು ಕನ್ನಡಿಗರ ಕೆಚ್ಚು, ಕನ್ನಡಿಗರ ಶೌರ್ಯವನ್ನು ಇಡೀ ಭರತ ಭೂಮಿಗೆ ಪರಿಚಯಿಸಿದರು ಹಾಗು ಚಾಲುಕ್ಯರ ಇಮ್ಮಡಿ ಪುಲಿಕೇಶಿಯು ‘ದಕ್ಷಿಣಾಪಥೇಶ್ವರ’ ಎಂದು ಬಿರುದಾಂಕಿತನಾದನು.</p>
                
                
                
                <p><strong><em>ಕರ್ಣಾಟಬಲ</em></strong>ದ ವಿಜಯಯಾತ್ರೆ ಅಲ್ಲಿಗೆ ನಿಲ್ಲದೆ ಮುಂದುವರೆದು ಭಾರತ ಉಪಖಂಡದ ಮೇಲೆ ಆದ ಮೊದಲ ಅರಬ್ಬೀಯರ ಅತಿಕ್ರಮಣವನ್ನು ಇಮ್ಮಡಿ ಪುಲಿಕೇಶಿಯ ನಾಯಕತ್ವದಲ್ಲಿ ಇಂದಿನ ಮಹಾರಾಷ್ಟ್ರದ ಥಾಣೆ ಬಳಿಯಲ್ಲಿ ತಡೆಯಲಾಯಿತು. ದೂರದ ಶ್ರೀಲಂಕಾ, ಪರ್ಶಿಯಾ(ಇಂದಿನ ಇರಾನ್)ಗೂ ಸೈನ್ಯದ ನೆರವಿನ ಹಸ್ತ ಚಾಚಿ ಅಲ್ಲಿನವರೆಗೂ ಕನ್ನಡದ ಪ್ರಭಾವವನ್ನು ವಿಸ್ತರಿಸಿದರು. ೮ನೇ ಶತಮಾನದಲ್ಲಿ ಇಂದಿನ ಗುಜರಾತಿನಲ್ಲಿ ಆದ ಎರಡನೇ ಅರಬ್ ಅತಿಕ್ರಮಣವನ್ನು ಚಾಲುಕ್ಯರ ಪ್ರಮುಖ ದೊರೆಗಳಲ್ಲಿ ಒಬ್ಬರಾದ ಇಮ್ಮಡಿ ವಿಕ್ರಮಾದಿತ್ಯನ ಕಾಲದಲ್ಲಿ ಹಿಮ್ಮೆಟ್ಟಿಸಲಾಯಿತು. ಹೀಗೆ ಭಾರತ ಉಪಖಂಡದಲ್ಲಿ ಸನಾತನ ಧರ್ಮ ಉಳಿಸಿದ ಕೀರ್ತಿಯಲ್ಲಿ ಚಾಲುಕ್ಯರು ಮೇಲುಗೈ ಸಾಧಿಸಿದರು. ಭಾರತದ ಉಪಖಂಡದಲ್ಲಿ <strong><em>ಕರ್ಣಾಟಬಲ</em></strong>ದಷ್ಟು ಪ್ರಬಲವಾಗಿದ್ದ ಸೈನ್ಯ ಮತ್ತೊಂದು ಕಾಣಸಿಗುವುದು ಅಪರೂಪ. ಅದೂ ಈ ಸೈನ್ಯ ಕನ್ನಡಿಗರಿಂದ ಕಟ್ಟಿದ್ದು ಹಾಗೂ ಬಹುತೇಕ ಕನ್ನಡಿಗರನ್ನೇ ಒಳಗೊಂಡಿತ್ತು ಎನ್ನುವುದು ಇಂದಿನ ಕನ್ನಡಿಗರು  ಹೆದೆಯುಬ್ಬಿಸಿ ಹೆಮ್ಮೆ ಪಡಬೇಕಾದ ವಿಚಾರ.</p>
                
                
                
                <p>ಬಾದಾಮಿ ಚಾಲುಕ್ಯರ ನಂತರ ಕನ್ನಡಿಗರ ಒಗ್ಗಟ್ಟು ಹಾಗು ಸಾಮ್ರಾಜ್ಯಗಳನ್ನು ಕಟ್ಟುವ ಪ್ರಕ್ರಿಯೆ ಮುಂದುವರೆಯುತ್ತಾ ಸಾಗಿತು. ಕನ್ನಡಿಗರ ಪ್ರಬಲ ಸೇನೆಗಳು ಭಾರತ ಉಪಖಂಡದಾದ್ಯಂತ ಚಟುವಟಿಕೆಯಿಂದ ಕೂಡಿದ್ದವು ಹಾಗು ನೆರೆಯ ನೇಪಾಳ, ಬಾಂಗ್ಲಾದೇಶಕ್ಕೂ ಕನ್ನಡಿಗರ ಪ್ರಭಾವ ಹಬ್ಬಿಸಿ ಭಾರತ ಉಪಖಂಡದ ಹೆಚ್ಚಿನ ಎಲ್ಲ ಭಾಗಗಳನ್ನೂ ಕನ್ನಡಿಗ ಅರಸು ಮನೆತನಗಳ ಆಡಳಿತೆಯ ಛತ್ರಿಯಡಿಗೆ ತಂದು ನಿಲ್ಲಿಸಿದರು.  ಗುಜರಾತ್ ಅನ್ನು ಆಳಿದ ‘<em><strong>ಸೋಲಂಕಿಗಳು</strong></em>’, ಮಧ್ಯಪ್ರದೇಶವನ್ನು ಆಳಿದ ‘<em><strong>ಪಾರಮಾರರು</strong></em>’, ಒಡಿಶಾವನ್ನು ಆಳಿದ ‘<em><strong>ಪೂರ್ವದ ಗಂಗರು</strong></em>’, ಬಿಹಾರವನ್ನು ಆಳಿದ ‘<em><strong>ಕರ್ಣಾಟರು</strong></em>’, ಛತ್ತೀಸ್  ಘಡವನ್ನು ಆಳಿದ ‘<em><strong>ಚಿಂದಕ ನಾಗರು</strong></em>’, ಆಂಧ್ರವನ್ನು ಆಳಿದ ‘<em><strong>ವೆಂಗಿ ಚಾಲುಕ್ಯರು</strong></em>’ , ತೆಲಂಗಾಣವನ್ನು ಆಳಿದ ‘<em><strong>ವೇಮುಲವಾಡದ ಚಾಲುಕ್ಯರು</strong></em>’, ಗೋವೆಯನ್ನು ಆಳಿದ ‘<em><strong>ಕದಂಬರು</strong></em>’, ಬಂಗಾಳ ಹಾಗು ಬಾಂಗ್ಲಾದೇಶವನ್ನು ಆಳಿದ ‘<em><strong>ಕರ್ಣಾಟ ಸೇನರು</strong></em>’ ಹಾಗು ನೇಪಾಳವನ್ನು ಆಳಿದ ‘<em><strong>ಕರ್ಣಾಟರು</strong></em>’ ಎಲ್ಲರೂ ತಮ್ಮನ್ನು ತಾವು ಹೆಮ್ಮೆಯಿಂದ ಕನ್ನಡಿಗರು ಎಂದೇ ಹೇಳಿಕೊಂಡರು.</p>
                
                
                
                <p>ಏನಿದು ಇತಿಹಾಸ?, ಚಾಲುಕ್ಯ, ರಾಷ್ಟ್ರಕೂಟ, ಪುಲಿಕೇಶಿ ಎನ್ನುವ ಇತಿಹಾಸಕ್ಕೆ ಸಂಬಂಧಪಟ್ಟ ಪದಗಳನ್ನೆಲ್ಲ ನೋಡಿ ನಿದ್ರೆಯ ಜೋಂಪು ಹತ್ತಿತೇ?. ಕನ್ನಡಿಗರೇ ಸಾವಧಾನ. ನಾವು ಎದ್ದು ನಿಲ್ಲಬೇಕಿರುವುದು ಇಲ್ಲಿಯೇ. ಕರ್ಣಾಟ ಸೇನೆ ಅಂದರೇನು, ಅದು ಹಿಂದೆ ಸಾಧಿಸಿದ್ದ ಮಹಾ ಕಾರ್ಯಗಳ ಬಗ್ಗೆ ಸ್ವಲ್ಪ ಬಿಡಿಸಿ ಹೇಳಿದ್ದೇವಷ್ಟೆ. ಇಂದು ಕರ್ಣಾಟ ಬಲ ಸೇನೆಯ ಪ್ರಸ್ತಾವನೆಯೂ, ಅದರ ಅಗತ್ಯತೆಯೂ ಏನೆಂದು ನೀವು ಪ್ರಶ್ನಿಸಬಹುದು?. ಅದು ಸಹಜವೂ ಕೂಡ. ಸ್ವಾಯತ್ತತೆಯ ಉತ್ತುಂಗದಲ್ಲಿರುವ ನಮ್ಮ ದೇಶಕ್ಕೂ, ರಾಜ್ಯಕ್ಕೂ ಕರ್ಣಾಟಬಲವೆಂಬ ನಮ್ಮ ಸಂಘಟನೆ ಕನ್ನಡ ಪರ ನಿಲುವು ತಳೆದು, ಕನ್ನಡಿಗರಲ್ಲಿ ತಮ್ಮ ಐತಿಹಾಸಿಕ ಮಹತ್ತುಗಳ ಬಗ್ಗೆ ನೆನಪಿಸಿ ಆ ಮೂಲಕ ನಮ್ಮ ಹಿರಿಯರಿಂದ ಸಧೃಡವಾಗಿ ನಿಂತಿರುವ ಈ ಭಾಷೆಯನ್ನೂ ಅಷ್ಟೇ ಸಧೃಢವಾಗಿ ಮುಂದಿನ ಪೀಳಿಗೆಗೂ ದಾಟಿಸಬೇಕಾದ್ದು ಇದೀಗ ಕನ್ನಡಿಗರ ಕರ್ತವ್ಯವಷ್ಟೇ ಅಲ್ಲ, ಜವಾಬ್ದಾರಿ ಕೂಡ. <strong><em>ಕರ್ಣಾಟಬಲ</em></strong>ವೆಂಬ ನಮ್ಮ ಸಂಘಟನೆಯು ಕಾರ್ಯೋನ್ಮುಖವಾಗುವುದು ಈ ನಿಟ್ಟಿನಲ್ಲಿಯೇ. </p>
                
                
                
                <p>ಈ ಹೆಸರಿನ ಕನ್ನಡ ಪರ ಸಂಘಟನೆಯ ನಾವು ಹಿಂದಿನಂತೆ ಸೈನ್ಯ ಕಟ್ಟಿ ಮತ್ತೊಬ್ಬರ ಮೇಲೆ ದಂಡೆತ್ತಿ ಹೋಗುವುದೋ, ಸರ್ಕಾರದ ವಿರುದ್ಧ ತೊಡೆ ತಟ್ಟಿ ನಿಲ್ಲುವುದೋ, ಅನ್ಯ ಭಾಷೆಗಳತ್ತ ಕೈತೋರಿ ಅವೇ ಕನ್ನಡದ ಹಿತಶತ್ರುಗಳೆಂದು ಬಿಂಬಿಸುವುದೋ ಯಾವುದೂ ಅಲ್ಲ.  ಕನ್ನಡದ ಉಳಿವು, ಬೆಳವಿನ ಬಗ್ಗೆ ಕವಿತೆ ಕಾವ್ಯಗಳನ್ನು ಬರೆದು ಪ್ರಕಟಿಸಿ ಅನ್ಯರಿಂದ ಶಹಬಾಸ್ ಗಿರಿಯನ್ನೋ, ಪ್ರಶಸ್ತಿಯನ್ನೋ ಬಾಚಿಕೊಳ್ಳುವುದು ನಮ್ಮ ಧ್ಯೇಯವೂ ಅಲ್ಲ, ಅಂತಹ ಆಲೋಚನೆಗಳಿಗೆ ಸೊಪ್ಪು ಹಾಕುವುದೂ ಇಲ್ಲ. </p>
                
                
                
                <p>ಕನ್ನಡದ ಕರಿಮಣ್ಣ ಬಸಿರಲ್ಲಿ ಆಗಿ ಹೋದ ಮಹನೀಯರ ಬಗೆಗೋ, ಕನ್ನಡ ರತ್ನ ಸಿಂಹಾಸನದಲ್ಲಿ ವಿರಾಜಿಸಿದ ಮಹಾ ಕೀರ್ತಿವಂತರ ಬಗೆಗೋ, ಕನ್ನಡಕ್ಕಾಗಿ ಬದುಕಿ ಬಾಳಿ ಕನ್ನಡ ನೆಲದಲ್ಲೇ ನವೆದು ಹೊಸ ಅಸಂಖ್ಯ ಜೀವಗಳ ಬಗೆಗೋ ನಿಮಗೆ ತಿಳಿಯಬೇಕೆನಿಸಿದರೆ ನಮ್ಮ ಈ ಜಾಲತಾಣವನ್ನು ಎಡತಾಕಿ. ಇಷ್ಟಲ್ಲದೇ ಯೂ-ಟ್ಯೂಬ್, ಟ್ವಿಟ್ಟರ್, ಫೇಸ್ಬುಕ್ ತಾಣಗಳಲ್ಲಿಯೂ ನಾವು ಕ್ರಿಯಾಶೀಲರಾಗಿದ್ದು ಕನ್ನಡ ಪರ ದನಿ ಎತ್ತಿ ಕನ್ನಡಕ್ಕಾಗಿ ಕಂಕಣಬದ್ಧರಾಗಿದ್ದೇವೆ. ಅಲ್ಲೂ ನಮ್ಮನ್ನು ಬೆಂಬಲಿಸಿ. ಕನ್ನಡಕ್ಕಾಗಿ ಕೈ ಎತ್ತುವ ಯಾವ ಸನ್ನಿವೇಶ ಬಂದರೂ ನಿಮ್ಮೊಂದಿಗೆ ಹೆಜ್ಜೆಯಿರಿಸಲು ನಾವು ಸರ್ವಥಾ ಸಿದ್ಧ. </p>
                
                
                
                <p>ಕೊನೆಯದಾಗಿ, ನಾವು ಬರೆಯಲಾರೆವು, ಬರೆಯುವರನ್ನು ಸೃಷ್ಟಿ ಮಾಡಬಲ್ಲೆವು. ನಾವು ಸಂಶೋಧಿಸಲಾರೆವು, ಸಂಶೋಧಕರ ಜನನಕ್ಕೆ ಕಾರಣವಾಗಬಲ್ಲೆವು. ನಮ್ಮ ಕಾಲವಾದ ಮೇಲೂ ಕನ್ನಡವನ್ನು ಪೊರೆಯುವ ಕಟ್ಟಾಳುಗಳ ಸೃಷ್ಟಿ ನಮ್ಮ ಧ್ಯೇಯ, ಕನ್ನಡದ ಸೇವೆಯೇ ನಮ್ಮ ಕೈಂಕರ್ಯ.</p>
                
                
                
                <p>ಇಂತಿ,<br /><strong>ಕರ್ಣಾಟಬಲ&nbsp;ಸಂಘಟನೆ</strong></p>
        </div>
    </div>
</div>
</div>
  );
  }

const mapDispatchToProps = {
  logIn
};
const mapStateToProps = state => ({

});


export default connect(mapStateToProps, mapDispatchToProps) (AboutUs);
